{
  "nav.experience": "Experience",
  "nav.projects": "Projects",
  "nav.aboutMe": "About Me",
  "nav.contact": "Contact",
  "badges.work": "Available for Work",
  "index.name": "Hello, I'm Brandon.",
  "index.description": "+2 years of experience. <strong>Software Engineer.</strong> Medellin, Colombia 🇨🇴. Specialized in developing unique web applications.",
  "badges.contactMe": "Contact Me",
  "experience": [
    {
      "date": "April-2022 | Present",
      "title": "Full-stack Developer",
      "company": "Disruptive Information Technologies",
      "description": "Developed the backend of 'Mesadoko' using Node.js. Led the SAS SIP Inventory project and transformed it into 'SuperMarket Inventory'. Improved web performance and managed servers and cloud services. Implemented innovative solutions in GitHub and accelerated documentation creation. Strengthened the company's security against DDoS attacks and cyber threats.",
      "link": "https://disruptiveinfotech.web.app/index-es.html"
    },
    {
      "date": "April-2022 | December-2023",
      "title": "Full-stack Developer",
      "company": "Arrendamientos del Norte",
      "description": "Led the development of the RCService administrative application for Arrendamientos del Norte. Developed a backend API using Node.js and Express. Created a web application for administrators with ReactJS. Developed a mobile app in React Native for clients."
    }
  ],
  "Projects": [
    {
      "title": "'Mesadoko'",
      "subTitle": "Mobile Learning App",
      "img": "/mesadoko.png",
      "company": "Disruptive IT",
      "description": "I developed the backend with Node.js for the international Mesadoko project by Mesa Davis Enterprises LLC, contributing to its implementation while studying. It was my first large-scale project.",
      "technologies": ["NodeJS", "Express", "MySQL", "Prisma ORM"],
      "link": "https://play.google.com/store/apps/details?id=com.mesadavisenterprises.mesadokoapp&hl=en_US"
    },
    {
      "title": "SAS SIP Inventory",
      "subTitle": "An Inventory Service for Supermarkets",
      "company": "Disruptive IT",
      "img": "/Inventory.png",
      "description": "I led the SAS SIP Inventory web project as a full-stack developer, focusing on scalable and efficient solutions with ReactJS. I transformed SAS SIP Inventory into a generalized solution for supermarkets, called 'SuperMarket Inventory', leading all aspects of the development.<br><span class='opacity-40 text-green-400'> Note: Private application",
      "technologies": [
        "ReactJS",
        "ZustandJS",
        "MySQL",
        "Prisma ORM",
        "NodeJS",
        "Express"
      ]
    },
    {
      "title": "RC SERVICE",
      "subTitle": "Training Project",
      "company": "Arrendamientos del Norte",
      "img": "/RcService.png",
      "description": "RCService is an administrative application designed to manage properties at the company Arrendamientos del Norte. It allows for registering and monitoring services such as electrical repairs, plumbing, painting, cleaning, and carpentry. Workers, both internal and external, can apply to perform these tasks, entering a hiring process.<br><span class='opacity-40 text-green-400'> Note: Test users are on GitHub. </span>"
,
      "technologies": [
        "ReactJS",
        "Redux",
        "MongoDB",
        "NodeJS",
        "Express",
        "React Native"
      ],
      "linkGithub": "https://github.com/BranTuxLinux/RcService-web",
      "link": "https://rcservice-front.netlify.app/"

    }

  ],
  "project.preview": "Preview",
  "AboutMe": [
    "My name is Brandon Quintero. I discovered the world of programming when I was 11 years old, thanks to the mods of Age of Empires 2. After that, I was introduced to the Kali Linux operating system, and from that moment, my passion for programming and cybersecurity began. Currently, <strong class='text-green-300 font-pixel'>I am collaborating with Disruptive IT as a freelance developer.</strong>",
    "I led the backend development for an international project, Mesadoko, a mobile application from the company <strong class='text-green-300 font-pixel'>Mesa Davis Enterprises LLC in the USA,</strong> while I was still studying.",
    "Leadership in Full-Stack Projects. I was responsible for the project <strong class='text-green-300 font-pixel'>SAS SIP Inventory,</strong> transforming it into a complete and scalable solution for supermarkets, called <strong class='text-green-300 font-pixel'>SuperMarket Inventory.</strong> I led all aspects of development and improved the efficiency of the implemented web solutions.",
    "At the company, I enhanced the web performance of several products at <strong class='text-green-300 font-pixel'>Disruptive IT,</strong> mentoring teams, designing strategies, creating dashboards, and managing cloud services. This resulted in a <strong class='text-green-300 font-pixel'>20%</strong> improvement in the overall performance of the company."
  ]
}
