{
  "nav.experience": "Experiencia",
  "nav.projects": "Proyectos",
  "nav.aboutMe": "Sobre mí",
  "nav.contact": "Contacto",
  "badges.work": "Disponible para trabajar",
  "index.name": "Hola, soy Brandon.",
  "index.description": "+2 años de experiencia. <strong class='text-green-300 font-pixel'>Ingeniero de Software.</strong> Medellín, Colombia 🇨🇴. Especializado en el desarrollo de aplicaciones web únicas.",
  "badges.contactMe": "Contáctame",
  "experience": [
    {
      "date": "Abril-2022 | Actualidad",
      "title": "Desarrollador Full-stack",
      "company": "Disruptive Information Technologies",
      "description": "Desarrollé el backend de 'Mesadoko' con Node.js. Lideré el proyecto SAS SIP Inventory y lo convertí en 'SuperMarket Inventory'. Mejoré el rendimiento web y gestioné servidores y servicios en la nube. Implementé soluciones innovadoras en GitHub y aceleré la creación de documentación. Reforcé la seguridad de la empresa contra ataques DDoS y ciberataques.",
      "link": "https://disruptiveinfotech.web.app/index-es.html"
    },
    {
      "date": "Abril-2022 | Diciembre-2023",
      "title": "Desarrollador Full-stack",
      "company": "Arrendamientos del Norte",
      "description": "Lideré el desarrollo de la aplicación administrativa RCService para Arrendamientos del Norte. Desarrollé una API en el backend con Node.js y Express. Creé una aplicación web para administradores con ReactJS. Desarrollé una app móvil en React Native para los clientes."
    }
  ],
  "Projects": [
    {
      "title": "'Mesadoko'",
      "subTitle": "App móvil de aprendizaje",
      "img": "/mesadoko.png",
      "company": "Disruptive IT",
      "description": "Desarrollé el backend con Node.js para el proyecto internacional Mesadoko de Mesa Davis Enterprises LLC, contribuyendo a su implementación mientras estudiaba. Fue mi primer proyecto a gran escala.",
      "technologies": ["NodeJS", "Express", "MySQL", "Prisma ORM"],
      "link": "https://play.google.com/store/apps/details?id=com.mesadavisenterprises.mesadokoapp&hl=en_US"
    },
    {
      "title": "SAS SIP Inventory",
      "subTitle": "Un servicio de inventario para supermercados",
      "company": "Disruptive IT",
      "img": "/Inventory.png",
      "description": "Lideré el proyecto web SAS SIP Inventory como desarrollador full-stack, enfocándome en soluciones escalables y eficientes con ReactJS. Transformé SAS SIP Inventory en una solución generalizada para supermercados, llamada 'SuperMarket Inventory', liderando todos los aspectos del desarrollo.<br><span class='opacity-40 text-green-400'> Nota: Aplicación privada ",
      "technologies": [
        "ReactJS",
        "ZustandJS",
        "MySQL",
        "Prisma ORM",
        "NodeJS",
        "Express"
      ]
    },
    {
      "title": "RC SERVICE",
      "subTitle": "Proyecto formativo",
      "company": "Arrendamientos del Norte",
      "img": "/RcService.png",
      "description": "RCService es una aplicación administrativa diseñada para gestionar inmuebles en la empresa Arrendamientos del Sur. Permite registrar y monitorizar servicios como reparaciones de electricidad, plomería, pintura, limpieza, y carpintería. Los trabajadores, tanto internos como externos, pueden postularse para realizar estas tareas, entrando en un proceso de contratación.<br><span class='opacity-40 text-green-400'> Nota: los usuarios de prueba están en el Github. </span>",
      "technologies": [
        "React",
        "Redux",
        "MUI",
        "Axios",
        "Node.js",
        "Express",
        "MongoDB",
        "Nodemailer",
        "React Native"
      ],
      "linkGithub": "https://github.com/BranTuxLinux/RcService-web",
      "link": "https://rcservice-front.netlify.app/"
    }
  ],
  "project.preview": "Ir",
  "AboutMe": [
    "Me llamo Brandon Quintero. Descubrí el mundo de la programación cuando tenía 11 años, gracias a los mods de Age of Empires 2. Luego de eso me enseñaron el sistema operativo Kali Linux y desde ese momento empezó mi gusto por la programación y la seguridad informática. Actualmente, <strong class='text-green-300 font-pixel'>Estoy colaborando con Disruptive IT como freelance.</strong>",
    "Lideré el desarrollo del backend para un proyecto internacional, Mesadoko, una aplicación móvil de la empresa <strong class='text-green-300 font-pixel'>Mesa Davis Enterprises LLC en EE.UU.</strong> mientras estudiaba.",
    "Liderazgo en Proyectos Full-Stack. Fui responsable del proyecto <strong class='text-green-300 font-pixel'>SAS SIP Inventory,</strong> transformándolo en una solución completa y escalable para supermercados, llamada <strong class='text-green-300 font-pixel'>SuperMarket Inventory.</strong> Dirigí todos los aspectos del desarrollo y mejoré la eficiencia de las soluciones web implementadas. Mejoras de Rendimiento.",
    "En la Empresa, mejoré el rendimiento web de varios productos en <strong class='text-green-300 font-pixel'>Disruptive IT,</strong> mentorizando equipos, diseñando estrategias, creando dashboards y gestionando servicios en la nube. Esto resultó en una mejora del <strong class='text-green-300 font-pixel'>20%</strong> en el rendimiento general de la empresa."
  ]
}
